Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 老猿哈哈大笑，故作恍然大悟道：“之前有人说齐静春你的那位恩师，晚节不保，神像一次次位置下降，最后被搬出文庙不说，还给人砸得稀巴烂。我当时还不信来着，心想堂堂儒教文庙第四圣，便是万一真有机会见着了传说中的道祖佛陀，也是勉强能够说上几句话的读书人，只是现在看来，从你恩师到你齐静春的这条儒家文脉，传了不过两代，就要断绝！君子之泽五世而斩，是谁说的？为何偏偏你这支文脉如此不济事，难不成是你恩师，确实如某些书院所传那般，哪里是什么继往开来的儒家圣贤，根本就是一个千年未有的大骗子？”
en_us: Bai Yuan roared with laughter, and he feigned sudden realization as he said, "I've heard others say that your master lost his integrity in his final years, and this resulted in him dropping in status time and time again. In the end, not only was his statue removed from the temple, but it was even smashed into pieces by the others. I didn't believe this at the time, thinking that the mighty Fourth Sage of Confucianism was someone who could say a few words even if he came across the legendary Dao Ancestor or Buddha. "As things stand right now, it seems like the Confucian branch of your master to you is going to die out in just two generations! The teachings of virtuous men will last but five generations — who said this? Yet, why is your branch so exceptionally pathetic? Perhaps the rumors about your master in some of the academies were true? Perhaps he wasn't a mighty Sage of Confucianism, but instead a one-in-1000-year fraud?"

source: 老猿嗯了一声，“此次麻烦你们帮忙照顾小姐，就算正阳山欠你们一个人情。让我与小姐说些话。”
en_us: Bai Yuan nodded in response. "Our Sun Scorch Mountain owes you a favor for your troubles. Let me speak with the young mistress in private."

source: 老猿大喝道：“给我下来！”
en_us: "Get down here!" Bai Yuan roared.

source: 老猿大笑道：“齐静春！莫要如此小气误了大事！”
en_us: Bai Yuan roared with laughter and warned, "Qi Jingchun, don't delay and mess up the important matters because of your stinginess!"

source: 老猿好奇问道：“小姑娘，之前在来小镇路上，虽然你一直藏头藏尾，可我知道你来历不简单，绝不是清风城老龙城那两个废物之流，只是我很奇怪，你我之间，有何恩怨，何须如此？或者说你家族师门，跟正阳山有过节？”
en_us: Bai Yuan wore a curious expression as he said, "Young girl, even though you hid your identity the entire time while we were coming to the small town, I can tell that your background isn't simple. You're definitely not like the trash from Light Breeze City and Old Dragon City. However, what puzzles me is why you're targeting me like this even though there's no grievance or grudge between us. Or perhaps someone from your clan or sect has grudges against Sun Scorch Mountain?"

source: 老猿并未直接走出竹林，而是环视四周，并未看到地上有少年的脚印，视线上移，四周青竹也无明显印痕，但是老猿依旧没有径直往山上追赶，而是拔地而起，一脚踩在一杆粗壮青竹的上端，微微加重力道，身体向山上那边倾斜，竹子随之弯曲，在即将崩断之际，老人骤然散气，魁梧身躯如同轻飘飘的羽毛，没了重压负担的青竹顿时反弹，恢复笔直，老人如仙人御风站在修修青竹之巅，身形跟随竹子微微摇曳，环顾四方之后，低头俯瞰四周，终于被老猿发现蛛丝马迹，扯了扯嘴角，往左手边一路远眺，仔细竖耳凝听后，依稀听到了溪涧流水的声响。
en_us: However, Bai Yuan chose not to directly exit the bamboo forest, and he instead observed his surroundings. He found that there were no more footsteps from the young boy. He looked up at the stalks of green bamboo, and he found that there were no marks on these either. Even so, Bai Yuan still refused to directly climb the mountain to give chase. Instead, he leaped up and landed on the tip of thick bamboo stalk with a single feet, slightly exerting some force and causing his body to lean forward. The bamboo bowed, and just as it was about to snap, Bai Yuan suddenly retracted his aura and caused his body to become as light as a feather. With no more weight on it, the bamboo instantly shot back upright. Like an immortal soaring through the wind, Bai Yuan stood on the tip of the bamboo stalk and gently swayed with it, observing the surroundings as he did so. He looked down, and he finally discovered a small clue. The corners of his mouth curled up, and he turned to his left and peered into the distance. Pricking up his ears, he could hear the faint sound of flowing water in the distance.

source: 老猿并未追杀少女，落地后站在原地，一只脚高高抬起，踩在那柄插入道路的刀柄上，等到少女单膝跪地抬头望来，老猿加重脚下地道，一脚将整把狭刀踩得深陷地面，刀柄只与地面持平。
en_us: Bai Yuan didn't continue to pursue her, and after landing, he raised a foot and stomped on the hilt of her saber. When the young girl who was down on one knee looked up, Bai Yuan increased the force underfoot and sent the saber deep into the earth, with its hilt drawing level with the ground.

source: 老猿开始狂奔，势若奔马，一步就能跨出丈余距离，骇人听闻。
en_us: With that in mind, Bai Yuan began to rush forward like a galloping horse, covering an astounding amount of distance with each stride that he took.

source: 老猿意识到不对的时候，已经晚了。
en_us: By the time Bai Yuan realized that something was wrong, it was already too late.

source: 老猿扯了扯嘴角，眼神复杂道：“好一个羚羊挂角。”
en_us: Bai Yuan pursed his lips, his expression extremely complicated as he said, "Just like a bounding antelope."

source: 老猿抬头看了眼天色，西日下坠，暮色已至，视线将会越来越受到影响。而他对于小镇地理形势，完全不熟悉，这大概就是那名少年的凭仗之一，马马虎虎能算是一张护身符。
en_us: He raised his head to look up at the sky, upon which he discovered that it was already dusk. From this point onward, visibility was only going to become worse and worse, and he was completely unfamiliar with the geography of the town. This was most likely one of the advantages that Chen Ping'an was relying on, but it was only going to get him so far.

source: 老猿抬起手，手背上鲜血模糊。
en_us: He raised his hand to find that the back of his hand was bleeding.

source: 老猿摇头笑道：“方才只是再给你一次机会罢了。”
en_us: Bai Yuan shook his head and said with a smile, "I was only giving you one last chance."

source: 老猿放肆大笑，一脚踏出，伸出手指，指向那位被人痛打落水狗的读书人，狞笑道：“齐静春，你们儒家不是最恪守礼仪吗？我就站在这规矩之内，你能奈我何？！”
en_us: Bai Yuan roared with wanton laughter, and he took a step forward before pointing at the scholar who was receiving a brutal scolding. With a wicked smile on his face, he sneered, "Qi Jingchun, isn't the Confucian Sect most loyal to abiding by the rules and etiquette? I'm acting within the rules right now, so what can you do about me?!"

source: 老猿有些疑惑，四周并无少年的隐匿气息，有意无意地瞥了眼少女腰间白鞘长剑，笑道：“小姑娘，先前去福禄街捣乱的人，就是你吧？”
en_us: However, Bai Yuan was slightly puzzled, as he couldn't sense Chen Ping'an's aura in the surroundings. He unconsciously glanced at the sword by Ning Yao's waist, and he said with a smile, "Young girl, you were the person who caused a ruckus in Fortune Street a short while ago, correct?"

source: 老猿狞笑道：“且不说你能否支撑到逃回小镇，就算侥幸成功，有人接应，可你当真以为老夫杀你不得？”
en_us: "To say nothing of whether you can flee back to the small town, even if you can, and even if there's someone there to help you, do you really think that I can't kill you?"

source: 老猿猛然起身，少年又已远去。
en_us: Bai Yuan quickly rose to his feet, but by then, Chen Ping'an had already fled once again.

source: 老猿的动作亦是极其敏捷迅猛，同样硬生生折向右手边的泥瓶巷另一侧屋顶。
en_us: Despite his enormous stature, Bai Yuan was extremely fast and agile, and he was able to change directions with remarkable speed to continue his pursuit of Chen Ping'an.

source: 老猿看也不看少女和飞剑，反而眯眼盯住小镇西边屋顶那边，当一抹黑影出动之时，老猿重重踏出另一只脚，手中仅剩一颗石头呼啸而去，痛快大笑道：“救人者先死！”
en_us: Bai Yuan didn't spare the young girl and flying sword so much as a glance, and he instead squinted his eyes as he peered at the rooftops to the west of the small town. When a streak of black flashed past, he forcefully stomped his feet and released the remaining stone, chortling with laughter and saying, "Trying to save her? You die first!"

source: 老猿看到极远处，背负木弓的少年站在一处屋脊翘檐处，神色凝重地望向白衣老猿。
en_us: Far away in the distance, Chen Ping'an was standing on another rooftop with his wooden bow slung across his shoulders, watching Bai Yuan with a wary expression.

source: 老猿看到这一幕后，怒极反笑，哈哈笑道：“好好好，刚好跟宋长镜那一架打得不爽利，接下来就陪你好好耍一耍！就是你晓得你这几斤皮肉，经得起几下重捶？！”
en_us: Bai Yuan laughed in anger upon seeing this, and he said, "Very well, I wasn't able to fight to my heart's content with Song Changjing just then, so I guess I'll play around with you for a little while! However, just how many heavy strikes can your fragile body withstand?"

source: 老猿眼神阴沉。
en_us: Bai Yuan's expression became dark.

source: 老猿笑了，很快想明白其中道理，“若是如此，倒也说得通，也对，不是修行中人，反而没那么怕死，反正只是一条贱命而已。”
en_us: However, he quickly came to realize that perhaps this theory wasn't as ridiculous as it had first appeared to him. It actually does make sense. He's not a cultivator, so he's not that afraid of death. His life is worthless anyway, so he has nothing to fear. qhetoiqhewtoiqewhtiewothewhtiewqhtewhthoewhtehthhehtwht

source: 老猿粗略掂量了一下残余气息，所剩不多，专门挑起两颗大如稚童拳头的石子，一手一颗，一脚前踏，一臂抡出，鼓胀的肌肉高高隆起，触目惊心，手中飞石破空之处，竟然呲呲作响，夹杂一长串火星，异于往常，如一条纤细火龙冲天而起
en_us: Bai Yuan roughly estimated how much Qi he had remaining — it wasn't much. He then picked out two egg-sized stones, one in each hand, before striding forward and swinging an arm, his muscles bulging as he did so. This was an astonishing sight, and the stone surprisingly crackled as they soared through the air, leaving a trail of sparks behind it. This was extremely peculiar, and it was as if a slender fire dragons were soaring into the sky.

source: 老猿缩回那只挡在额头的手掌，只见那支箭矢钉入手心，不深，依稀可见有伤口绽裂。
en_us: Bai Yuan withdrew the hand that he had used to shield himself from the arrow to find that the tip of the arrow had pierced into his palm. It wasn't stuck very deep, but there was defintely a wound there.

source: 老猿肩头向上挑起，怒喝一声，猖狂道：“不放又如何？！”
en_us: Bai Yuan straightened his back a little and roared with anger and wantonness, "What if I don't?!"

source: 老猿肩头猛然一倾斜，似有重物压在肩头，老猿抬起头，眯眼望去。
en_us: However, his shoulders suddenly leaned forward, and it was as if something heavy were weighing on his back. Bai Yuan looked up with squinted eyes.

source: 老猿脸上有一缕缕紫金气息缓缓流转，深沉夜幕中显得格外耀眼，讥讽笑道：“刀也练，剑也学，非驴非马，不伦不类，便是这般可怜下场！”
en_us: A golden-purple aura fluctuated near the old ape's face, and it appeared especially dazzling when juxtaposed against the darkness of the night sky. He sneered and said, "You practice the sword, yet you also practice the saber, causing your techniques to become disorderly and unrefined. It's inevitable that you're in such a miserable situation!"

source: 老猿脸色阴沉至极。
en_us: A dark look appeared on his face as he turned to glance back at the town, worried that this was a plot that Chen Ping'an had hatched to lure him away from Tao Zi.

source: 老猿蓦然放缓脚步，大笑道：“果然如此，认你做主人的这把飞剑，确实可以不按照规矩来，但飞剑终究是只是飞剑，再通玄灵性，仍是不如小姑娘你来指挥它，可惜你的身体和魂魄在小镇受过重创，并未痊愈，以至于根本就无法承受对它的驾驭，故而一直断断续续，进攻由它自主行事，反正你也没想过要真正重创于老夫，只是用来保命的防御招式，则不得不由你的心意来控制飞剑。”
en_us: Bai Yuan suddenly slowed down, laughing heartily and saying, "Just as I expected. This flying sword recognizes you as its owner, and it can indeed act against the rules of this place. However, it's only a flying sword after all, and even if it has its own spirit, it can only do so much without your commands. "However, it's a shame that both your body and your soul were severely wounded in the small town, and you're still yet to recover from these injuries. As such, you're completely unable to command your flying sword. It's because of this that your attacks have been random and disjointed. It's also why you're allowing your flying sword to attack by itself. In any case, you were never genuinely trying to wound me in the first place. However, when it comes to life-saving defensive techniques, you have no option but to control the flying sword with your mind."

source: 老猿跟着横移，始终对少女造成震慑。
en_us: Bai Yuan changed directions along with her, threatening her no matter where she went.

source: 老猿踩踏着一棵棵青竹，往左手边的小溪奔去，一路上不知踩断了多少棵竹子，来到溪畔后，对于草鞋少年是沿着溪水往深山老林去，还是往下游逃窜，老猿一时间有些拿捏不准。老猿蹲在溪畔，眉头紧皱，有些愤懑，若是在外边天地，只要是稍稍有点灵气的山岳，老猿只要随手一抓，就能将那失了靠山的土地神强行敕令而出，一问便知少年的去向了。
en_us: Using the stalks of green bamboo as footholds, Bai Yuan sprinted toward the small creek to his left, leaving a trail of snapped bamboo stalks in his wake. He stopped again after arriving at the creek, unsure of whether Chen Ping'an had traversed deeper into the mountain forests or whether he had fled downstream. His brows were knitted in a deep frown, and there was a slight hint of anger on his face. If this were a mountain with some spiritual energy in the outside world, Bai Yuan could have made a grabbing motion with his hand and easily forced the God of the Land to show himself and accept his orders. A simple question, and he would have been able to learn Chen Ping'an's whereabouts.

source: 老猿轰然落地，一手扶住地面后，脑袋一扭，躲过那支刁钻阴险的箭矢。
en_us: As soon as he landed, he immediately pressed a palm down onto the ground, twisting his head to the side to avoid yet another arrow that was aimed at his eye, leaving the arrow to plunge straight into the ground.

source: 老猿这个时候的感觉很糟糕，就像是达官显贵，不小心踩到了一块臭狗屎，而且一时半会儿还很难甩掉。
en_us: At this moment, Bai Yuan was a in a terrible mood. He felt like a high-ranking official who had inadvertently trodden onto a pile of stinky dog shit, and there was no way for him to remove the disgusting fecal matter from the bottom of his boot.

source: 老猿随着少女看似漫不经心的脚步挪动，跟随她的身形微微转移视线，沉声道：“小姑娘，知道你哪怕接下来受挫，依旧会不死心，那老夫就最后给你一次机会，容你报上师门身世，在这之后你再被老夫击杀，正阳山可不会为此认错，更不会管你来自何方，师从何人。”
en_us: Tracking the pacing young girl with his gaze, Bai Yuan said in a solemn voice, "Young girl, I know that you won't give up even if you fail in a moment. So I'll give you one last chance to reveal your identity and background before I kill you. However, Sun Scorch Mountain won't apologize because of this matter, nor will it care where you're from and what your identity is."

source: 老猿顺乎本心，脱口而出道：“这少年必须死。”
en_us: Bai Yuan uttered his sincere thoughts at this moment, saying, "Chen Ping'an must die."

source: 老猿须发皆张，怒喝一声，“找死！”
en_us: Bai Yuan flared up in rage, and he bellowed, "You're seeking death!"

source: 老猿高高跃起，在空中划出一道巨大的弧度，落地之时，刚好位于少年身侧，双脚立足之地，出现两个大坑，松软春泥四处飞溅。
en_us: Bai Yuan leaped high up into the air, propeling himself up in a parabolic trajectory, and he landed right beside Chen Ping'an. Two massive craters were blown into the ground beneath his feet, sending soft and loamy soil flying in all directions.

source: 老管事低下头喝茶，视而不见，听而不闻。
en_us: The old steward lowered his head to drink tea, pretending that he could neither see nor hear this exchange.

source: 老管事有些尴尬，这位女子口口声声“四姓十族”或是“高门大户”，可是真正传承千年的世族豪阀，龙尾郡陈氏的嫡长孙，结果就坐在那边跟个下人似的，一声不吭埋头查阅档案，而这位同样姓陈的女子，竟然能够如心安理得，那么她真实身份的悠久清贵，老了成精的管事用膝盖想都知道。
en_us: The old steward wore an awkward expression. Chen Dui spoke of the "Four Surnames and Ten Clans", yet the eldest grandson from the Dragon Tail County's Chen Clan, a powerful and wealthly clan that had existed for over a thousand years, was obediently sitting there and going through the records like a servant. Meanwhile, she was surprisingly relaxed and acting as if this were only natural. Even using his kneecaps, the smart old steward could work out just how noble and high-ranking she truly was.

source: 老管事笑逐颜开道：“陈小姐谬赞了，像我们这种人，只是知道自己的那点斤两，所以唯有尽心尽力而已，劳碌命，劳碌命罢了。”
en_us: The old steward smiled and replied, "You flatter me, Miss Chen. I'm simply aware of the limits of my capabilities, so my only aim is to perform to the best of my ability. It's nothing more than hard work."

source: 老者的视线在陈平安一扫而过，并无停滞，但是在宋集薪和婢女身上，多有停留，笑意渐渐浓郁。
en_us: His gaze swept over Chen Ping'an without any pause, but his attention lingered on Song Jixin and his maidservant, and the smile on his face gradually grew more pronounced.

source: 老龙城少主哭笑不得，突然意识到这条小巷的风波，发生得有些荒诞滑稽。
en_us: After arriving at that realization, Fu Nanhua was left feeling a little bemused. It had suddenly occurred to him that fate really did work in some rather absurd ways at times.

source: 老龙城少主这些冠冕堂皇的言语，是说给此方圣人听的，属于客套话，省得自己之后吃相太难看，惹来那位圣人的恶感。将来也有一个可能，是说给云霞山那帮老祖师听的，苻南华无非是要一个摆在桌面上的仁至义尽。要不然，对蔡金简早已心存必杀念头的苻南华，真想好好酬谢一番眼前的少年，误打误撞，鲁莽行事，省了他好大的周章，真可谓是自己的一员福将。
en_us: This grandiose speech from Fu Nanhau was intended to be heard by the Sage overseeing this place. He was laying out his reasons to the Sage in advance in order to claim the moral high ground so that he was justified in punishing Chen Ping'an. There was also a chance that at some point in the future, the esteemed elders of the Dawn Cloud Mountain were also going to be made aware of what he had said here, and he wanted to make it seem as if he had done everything he could for Cai Jinjian. Otherwise, given how he had already made up his mind to kill Cai Jinjian, he really should've been thanking Chen Ping'an for doing the job in his stead. Thanks to Chen Ping'an's bold and reckless actions, Fu Nanhua had been saved a great deal of hassle, and despite his solemn expression, he was internally ecstatic.

source: 老龙城少城主，好不容易从小壶上收回视线，抬头坦诚道：“放在世俗王朝贩卖，一两银子都不值。但是如果交由我来卖，能买回来一座城池。”
en_us: Fu Nanhua reluctantly shifted his gaze away from the teapot as he raised his head and replied in a truthful manner, "If this was sold at a normal market, then it wouldn't even be worth a single tael of silver, but if you entrust it to me, I can sell it for an entire city!"

source: 老龙城的少城主苻南华，此时端坐在宋姓少年对面，双手小心握住那只底款山魈的小壶，正在仔细打量底款刻痕，如同欣赏一位倾城佳人的曼妙身躯，百看不厌，端详、摩挲、呵气，苻南华已经翻来覆去折腾了小半个时辰，爱不释手。总有些人或物，会让人一见钟情，心生欢喜。对于眼光挑剔的苻南华而言，这把养心壶，正是此类。虽说捡漏和打眼，只有一线之隔，可苻南华坚信自己这次是前者，而且捡的漏还不小。他所在的老龙城，在东宝瓶洲南方众多宗门当中，名列前茅，所以苻南华是真正见识过大富贵的仙家子弟，这也是先前蔡金简处处示弱的缘由。
en_us: Meanwhile, Fu Nanhua of the Old Dragon City was still seated across from Song Jixin, carefully holding the small teapot with the mandrill inscription on the bottom in both hands. At the moment, he was inspecting the inscription on the bottom of the teapot with great care and attention, as if he were appreciating the gorgeous body of a stunning beauty. He had already been inspecting every single inch of the teapot for close to an hour, occasionally blowing on it and massaging it with his sleeve as he did so, and it seemed that he couldn't even bear the mere thought of putting it down. There were always some people or things that made one fall in love at first sight, and this teapot was exactly one such item in Fu Nanhua's eyes. Even though this was only something that had slipped through the cracks, Fu Nanhua was convinced that he had stumbled upon a brilliant treasure. Out of the many sects in the southern region of the Eastern Treasured Vial Continent, the Old Dragon City was one that ranked near the top. Hence, Fu Nanhua was someone who had truly seen the very best of what the continent had to offer, and that was why Cai Jinjian had been willing to concede her inferiority to him at every turn earlier.

source: 而且其实少女的听力很好。
en_us: Furthermore, she possessed exceptional hearing, and she knew that what Chen Ping'an was hiding in his grasp was a shard of porcelain, one that was extremely sharp.

source: 而且她心知肚明，敌人除了对此方天地的“构架”之外，一直将实力修为压制在与自己等同的境界上。
en_us: Furthermore, she knew that even though her opponent was capable of controlling the world around them, he had suppressed his cultivation base this entire time to be on an identical level to hers.

source: 而且更致命的是，按照宁姑娘告诉他的“规矩”，卢正淳本身就是小镇人氏的话，他或者卢家要杀刘羡阳，齐先生极有可能是无法管束的。
en_us: Making the situation even worse was the "rule" that Ning Yao had told him about. Since Lu Zhengchun was native to this small town, Mr. Qi most likely wouldn't be able to stop him if he or his clan wanted to kill Liu Xianyang.

source: 而且这桩风波的玄妙出奇之处，在于灵官神像的高度，少年少女和神像石座之间的那点距离，前者要超出不少，照理说陈平安和宁姚哪怕没有被压塌下，最少也会被砸得不轻。可偏偏到最后，泥塑神像化为尘土，最远也只到了他们两人的脚边。
en_us: Even more mysterious than this was the fact that the height of the statue was far greater than the distance between the two youths and the statue. Logically speaking, this should have resulted in Chen Ping'an and Ning Yao being flattened by the collapsing statue. At the very least, they should have been brutally struck. Interestingly, however, the remains of the collapsed statue only reached as far as the two youths' feet.

source: 而且都是陌生人，小镇当地百姓的进进出出，无论是去烧瓷还是做庄稼活，都很少走东门，理由很简单，小镇东门的道路延伸出去，没有什么龙窑和田地。
en_us: Furthermore, they were all unfamiliar to him. The local residents very rarely went through the eastern gate, regardless of whether they were tending to their fields or going to their kilns. The reason for this was very simple: the path leading out of the town's eastern gate didn't lead to any kilns or plots of farmland.

source: 而且陈平安知道自己的运气一向不算太好，所以就更怕招惹他们了。
en_us: Moreover, Chen Ping'an knew that his luck had always been bad, so he was even more afraid of provoking them by accident.

source: 而少年和少女，此时此刻更不会意识到，“一只手打一百个陈平安”这句玩笑话，在将来漫长岁月里展现出来的重量和力气。
en_us: At this moment, the young boy and young girl didn't realize that the joking phrase "defeating 100 Chen Ping'an's with a single hand" would eventually become a weighty and powerful phrase in the future.

source: 而那个小巷推车旁边坐着的罪魁祸首，正在抓起黑衣少女的只手，然后将那片飞剑带来的翠绿槐叶，丢在她鲜血模糊的手心上。
en_us: Meanwhile, the culprit behind all of this, the young Daoist priest, was in the process of picking up the hand of the unconscious young woman on the ground before him. With his other hand, he took the locust leaf that had been brought to him by the flying sword, then placed the leaf onto the palm of her bloody and mangled hand.

source: 耳畔突然响起小镇那边一个嗓音，是那位真武山兵家修士的请求，希望他能够网开一面，准许他请下真武山供奉的其中一尊神祗，齐静春点头轻声道：“可。”
en_us: A voice suddenly traveled over from the small town and sounded in his ears, and this was a request from the martial artist from True Martial Mountain. He wished for Qi Jingchun to give him some leniency and allow him to summon an honored deity from True Martial Mountain. Qi Jingchun nodded and said, "Permission granted."

source: 耳边突然响起yi个嗓音，“爹，晚上还能再吃yi块不？两块和三块，差不太多，对不对？爹你不说话，我就当答应了哦？”
en_us: A voice suddenly sounded next to his ear, saying, "Father, can I have another piece of braised pork belly for dinner? Two pieces or three pieces... The difference isn't that great, right? If you don't say anything, I'll take that as a yes, okay?"

source: 肩头山巅之上，有“一粒”渺小身影。
en_us: There was a "speck" of a person standing atop the gigantic mountain.

source: 背后传来老人威严的嗓音，“记住，死也不许泄露根脚！”
en_us: The strict and dignified voice of his master traveled over from behind him, warning, "Remember, don't reveal your identity and background even if your life depends on it!"

source: 背后有男人笑道：“以后记得先喊师父。”
en_us: The man behind him smiled and said, "Remember to call me Master in the future."

source: 背对两人的黑衣少女平淡道：“嫌弃。”
en_us: "I do mind," the young woman said, her back facing them.

source: 背对少女望向远处天空的少年，只是摇摇头。
en_us: Gazing at the sky with his back to the young girl, Chen Ping'an replied with a shake of his head.

source: 背对着少女，陈平安深呼吸一口气，咬紧牙关，开始拆解左手棉布，额头很快渗出汗水，一下子覆盖了从头发滑落的冰冷溪水。血肉模糊的伤口，虽然比起包扎前的白骨可见，已经好上一些，但仍然称得上触目惊心。陈平安来时并没有想到左手会触碰溪水，所以没有准备棉布条，之前满脑子都是蛇胆石可以挣钱以及抓鱼炖汤两件事，这个时候才意识到自己犯了一个大错，少年正有点懵，突然一只手掌出现在眼前，摊放着几条干燥洁净的布条，原来是青衣少女不知何时撕下了一截袖管，陈平安惨然一笑，顾不得跟少女客气，往手心伤口涂抹上草药后，靠近嘴边，用牙齿咬住一端，右手扯紧，围绕手背两圈后打结，一系列动作，有条不紊，又如蝴蝶绕枝，让旁观者眼花缭乱。
en_us: With his back to the young girl, Chen Ping'an took a deep breath as he gritted his teeth and started to remove the cloth wrapped around his left hand. Sweat dripped down his forehead, quickly replacing the ice-cold creek water that had been dripping down from his hair. Even though his wound had healed a little compared to before, when his bones had been visible, it was still a ghastly and bloody sight. Before coming here, Chen Ping'an hadn't imagined that he would be getting his left hand wet. Thus, he hadn't prepared any strips of cotton cloth. Just then, he had been completely focused on collecting snake gall pebbles to earn money, and on catching some fish to brew some soup. Only now did he realize that he had made a huge mistake. He was slightly at a loss. However, a hand suddenly appeared before him, holding several strips of dry and clean cloth. As it turned out, the young girl had ripped a few strips of cloth from her sleeve at some time. Chen Ping'an smiled in grief, and he had no time to express gratitude to the young girl as he rubbed the grass paste onto his wound. He then used his teeth and right hand to tightly wrap the strips of cloth around his left hand before tying a knot. His movements were extremely practiced and smooth, yet they also appeared quick and dizzying like a butterly fluttering around a flower.

source: 背对着老龙城少主的蔡金简，小声快速念道：“上品见佛速，下品见佛迟……实实有净土，实实有莲池……”
en_us: Cai Jinjian had her back facing Fu Nanhua, and she quickly chanted a calming mantra to distract herself from her anger.

source: 背着箩筐，穿着草鞋，卷着裤管，少年的模样，显得格外滑稽可笑。
en_us: A bamboo basket on his back, straw sandals on his feet, his pant legs rolled up... The young boy's appearance was extremely peculiar and comical.

source: 胸前衣衫紧绷得厉害。
en_us: Her clothes were extremely stretched around her chest.
